<script lang="ts">
	import { scale } from 'svelte/transition';
</script>

<div in:scale={{ duration: 150 }}>
	<h2>개인정보 처리방침</h2>
	<p>
		주식회사 이클로저 (이하회사)는 이용자의 '동의를 기반으로 개인정보를 수집.이용 및 제공 '
		하고있으며 '이용자권리 (개인정보 자기결정권)를 적극적으로 보장합니다 회사는 정보통신 서비스
		제공자가 준수하여야 하는 '정보통신망 이용촉진 및 정보보호 등에 관한 법률' ' 게인정보 규정'
		가이드 라인을 준수하고 있습니다
	</p>
	<p><br /></p>
	<h2>"개인정보 처리방침"이란</h2>
	<p>
		본 개인정보 처리방침은 이클로저 서비스 ('이클로저')'서비스'라 함에 적용됩니다 이용자의 소중한
		개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할수 있도록 회사가 준수하여야할 지침을
		의미합니다.
	</p>
	<p><br /></p>
	<h3>1.개인정보의 처리 목적</h3>
	<p>
		개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지
		않으며 이용 목적이 변경될 시에는 사전 동의를 구할 예정입니다.
	</p>
	<h4>사이트 회원가입 및 관리</h4>
	<p>
		회원 가입의사, 서비스 제공에 따른 본인 인증 및 이용자 식별, 회원자격 유지 및 관리, 부정이용자
		방지, 각종 고지 및 통지, 민원처리 및 분쟁조정을 위한 기록 보전,회원 탈퇴의사의확인 등을 목적으로
		개인정보를 처리합니다.
	</p>
	<h4>각 서비스 제공</h4>
	<p>
		서비스 제공,컨텐츠 제공,거래중개 서비스제공,본인인증,실명인증,계좌인증,캐시 입출금 등을 목적으로
		개인정보를 처리합니다.
	</p>
	<h4>마케팅 광고 및 보안에 따른 활용</h4>
	<p>
		신규 서비스 제공,이벤트 및 광고성 정보 제공과 광고 게재등을 목적으로 개인정보를
		처리하며,이용자가 서비스를 이용함에 있어 안심하고 이용할 수 있는 환경 구축을 위해 개인정보를
		이용합니다.
	</p>
	<p><br /></p>
	<h3>2.개인정보의 처리.이용 및 보유기간</h3>
	<p>회사는 다음의 개인정보 항목을 처리하고 있습니다.</p>
	<h4>개인정보 항목</h4>
	<p>
		*서비스 이용과정이나 처리 과정에서 자동으로 생성되는 정보 그외,고객지원을 통한 상담과에서 웹
		싸이트,이메일,팩스,전화 등을 통해 이용자의 개인정보가 수집될수 있습니다. 수집방법: 회원 본인인증
		시스템 및 계좌주 확인을 통해 수집 보유근거: 회사는 이용자들이 회사의 개인정보 처리방침 또는
		이용약관의 내용에 대하여 수집 동의[동의]체크를 하거나 버튼을 클릭하면 개인정보 수집에 동의한
		것으로 간주합니다. 보유기간: 이용자의 탈퇴 요청 및 개인정보 동의를 철회하는 때까지. 다만,회사는
		회사의 약관에 따른 회원의 부정이용기록 또는 불량회원의 이용정보 기록,부정이용이 의심되는 기록이
		있는 경우에는 이용자의 탈퇴 요청 및 개인정보 동의의 철회에는 불구하고, 수집 시점으로부터 5년간
		보관하고 파기합니다. 보존 항목 : 이메일,휴대전화 번호,생년월일,이름,부정거래사유,탈퇴시 회원
		상태값등.
	</p>
	<p><br /></p>
	<h3>3.개인정보처리 위탁</h3>
	<p>
		회사는 서비스 향상과 원활한 개인정보 업무처리를 위하여 업무 중 일부를 외부에 위탁하고
		있으며,회사는 원칙적으로 이용자 동의 없이 개인정보를 외부에 제공하지 않습니다. 단, 이용자가 외부
		제휴사의 서비스를 이용하기 위하여 개인정보 제공에 직접 동의를 한 경우, 관련 법령에 의거해 회사가
		개인정보 제출 의무가 발생한 경우에 개인정보를 제공하고 있습니다. 회원은 개인정보 위탁(제고)에
		대한 동의를 거부할 권리가 있으나, 동의를 거부할 경우 서비스 이용에 제한을 받을수 있습니다.
	</p>
	<h4>수탁업체 위탁업무 내용</h4>
	<p>
		<strong>KCP NHN(</strong><strong>주</strong><strong>)</strong>&nbsp;휴대전화의 본인 소유확인 및
		실명 인증을 위한 SMS인증 PASS앱 인증서비스
	</p>
	<p><strong>㈜쿠콘</strong>&nbsp;예금주 조회서비스</p>
	<p>
		위탁업체의 개인정보 보유기간은 회원탈퇴시 혹은 위탁계약 종료시,법령이 정한 시점이며, 각
		업체에서이미 보유하고 있는 개인정보의 경우 별도로 저장하지 않습니다. 회사는 회사가 개인정보를
		위탁업체에 제공하는 경우 위탁받은 업체가 정보통신망법 및 개인정보보호 관계 법령을 위반하지 않고
		개인정보를 안전하게 취급하도록 관리 및 감독하고 있습니다. 위탁업무의 내용이나 수탁자가 변경될
		경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
	</p>
	<p><br /></p>
	<h3>4.정보주체의 권리</h3>
	<p>
		이용자는 개인정보주체로서 다음과 같은 권리를 행사 할 수 있습니다. 정보주체는 회사에 대해
		언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사 할 수 있습니다. *개인정보 열람요구
		*오류등이 있을 경우 정정 요구 *삭제요구 *처리정지 요구
	</p>
	<p><br /></p>
	<h3>5.개인정보의 파기</h3>
	<p>
		회사는 원친적으로 개인정보 처리 목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.
		파기의 절차,기한 및 방법은 다음과 같습니다. 파기절차 : 이용자가 입력한 정보는 목적달성 후 별도의
		DB에 옮겨져 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시파기 됩니다. 이때
		DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다. 피기기한 :
		이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에,
		개인정보의 처리 목적달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을
		때에는 개인정보의 처리가 불필요한 것으로 인정 되는 날로 부터 5일 이내에 그 개인정보를
		피기합니다. 파기방법 : 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을
		사용합니다.서면에 출력된 개인 정보는 분쇄하거나 소각을 통하여 파기합니다.
	</p>
	<p><br /></p>
	<h3>6. 개인정보의 안정성 확보 조치</h3>
	<p>
		회사는 개인정보보호법 제 29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적 및 물리적
		조치를 하고 있습니다.
	</p>
	<h4>해킹 등에 대비한 기술적 대책</h4>
	<p>
		회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안 프로그램을
		설치하고 주기적으로 관리 점검을 통해 이를 시행합니다.
	</p>
	<h4>개인정보의 암호화</h4>
	<p>
		이용자의 개인정보와 비밀번호는 암호화 되어 저장 및 관리되고 있으며,중요한 데이터는 파일 및 전송
		데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안 기능을 사용 하고 있습니다.
	</p>
	<h4>개인정보에 대한 접근 제한</h4>
	<p>
		개인정보를 처리하는 데이터베이스 스시템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에
		대한 접근 통제를 하고 있으며 침입차단 시스템을 이용하여 외부로 부터 무단 접근을 통제하고
		있습니다.
	</p>
	<h4>문서보안을 위한 잠금장치 사용</h4>
	<p>개인정보가 포함된 서류,보조 저장매체 등을 잠금 장치가 있는 안전한 장소에 보관하고 있습니다.</p>
	<h4>비인가자에 대한 출입 통제</h4>
	<p>
		개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입을 통제해 운영하고
		있습니다. 회사는 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 시스템적으로 보안성을
		확보하기 위한 가능한 모든 기술적 장치를 갖추려고 노력하고 있습니다.
	</p>
	<p><br /></p>
	<h3>7. 개인정보 보호 책임자</h3>
	<p>
		회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만
		처리 및 피해 구제 등을 위하여 아래와 같이 개인 정보 보호책임자를 지정 하고 있습니다.
	</p>
	<p>[개인정보 보호 책임자]</p>
	<p>성 명 : 김세현</p>
	<p>직책 : 대표이사</p>
	<p>대표번호 : 070-8648-1179</p>
	<p>
		이메일 :&nbsp;<a href="mailto:clozer@kakao.com" data-mce-href="mailto:clozer@kakao.com"
			>clozer@kakao.com</a
		>
	</p>
	<p>
		1.정보주체는 회사의 서비스(또는 사업)를 이용하면서 발생한 모든 개인정보 보호 관련 문의,
		불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자에게 문의하실 수 있습니다. 회사는
		정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다. 2.이용자 개인정보와 관련한
		보안유지책임은 해당 이용자 자신에게 있습니다. 회사는 비밀번호에 대해 어떠한 방법으로도
		이용자에게 직접적으로 질문하는 경우는 없으므로 타인에게 비밀번호가 유출되지 않도록 각별히
		주의하시기 바랍니다. 특히 공공장소에서 온라인상에서 접속해 있을 경우에는 더욱 유의하셔야 합니다.
		회사는 이용자의 개인적인 부주의로 아이디, 비밀번호, 핸드폰번호 등 개인정보가 유출되어 발생한
		문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 3.회사가
		가능한 기술적인 보안조치를 했음에도 불구하고, 첨단 기술을 이용한 해킹 등 네트워크 상의 위험에
		의해 발생하는 예기치 못한 사고로 인한 정보의 훼손에 관해서는 책임이 없습니다. 회사는 본 개인정보
		처리방침에도 불구하고 대한민국 법령에 근거하여 개인정보 제공 의무를 부담하는 경우, 법원의 명령에
		따라 이를 제공할 수 있습니다.
	</p>
	<p><br /></p>
	<h3>8.이용자의 권리와 의무</h3>
	<p>
		1.이용자의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해주시기 바랍니다.
		이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의
		도용 등 허위정보를 입력할 경우 계정의 이용이 제한될 수 있습니다. 2.이용자는 개인정보를 보호받을
		권리를 보유하나 이와 동시에 본인의 정보를 스스로 보호하고 또한 타인의 정보를 침해하지 않을
		의무도 가지고 있습니다. 비밀번호를 포함한 이용자의 개인정보가 유출되지 않도록 조심하시고 타인의
		개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이와 같은 책임을 다하지 못하고 타인의 정보 및
		존엄성을 훼손할 시에는 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 등에 의해 처벌받을 수
		있습니다.
	</p>
	<p><br /></p>
	<h3>9.권익침해 구제방법</h3>
	<p>
		정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. -
		아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에
		만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다. 개인정보
		침해신고센터 (한국인터넷진흥원 운영) • 소관업무: 개인정보 침해사실 신고, 상담 신청 • 웹사이트:
		privacy.kisa.or.kr • 전화: (국번없이) 118 • 주소: (138-950) 서울시 송파구 중대로 135
		한국인터넷진흥원 개인정보침해신고센터 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영) •
		소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결) • 웹사이트: privacy.kisa.or.kr •
		전화: (국번없이) 118 • 주소: (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원
		개인정보침해신고센터 대검찰청 사이버범죄수사단 • 웹사이트: www.spo.go.kr • 전화: 02-3480-3573
		경찰청 사이버범죄수사단 • 웹사이트: www.netan.go.kr • 전화: 1566-0112
	</p>
	<p><br /></p>
	<h3>10.개인정보 처리 방침 변경</h3>
	<p>
		이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이
		있는 경우에는 변경사항의 시행 7일 전부터 웹사이트 공지사항 또는 개별공지를 통하여 고지할
		것입니다.
	</p>
	<p><br /></p>
	<h3>부칙</h3>
	<p>상기 개인정보 처리 방침은 2022년 11월 1일부터 적용됩니다.&nbsp;</p>
</div>

<style>
	h2 {
		font-size: 1.5rem;
	}
	aside {
		font-size: 1rem;
		padding: 10px;
		margin: 10px 0;
	}
	h3 {
		font-size: 1.25rem;
		margin: 25px 0 15px;
	}
	h4 {
		font-size: 1rem;
		margin: 15px 0 5px 15px;
	}
	p {
		font-size: 1rem;
		padding: 0 15px;
		/* margin: 10px 0; */
	}
	p li {
		list-style-type: none;
		margin: 0;
	}
	ol {
		font-size: 1rem;
		list-style-type: decimal-leading-zero;
		padding-left: 2.5rem;
	}
	li {
		margin-bottom: 0.5rem;
	}
</style>
